{
    "1": "Do you have a recent topic that you think or talk about often? \n What are your thoughts on that topic?",
    "2": "What has happened in the past month?\n  How did it affect you or your mood?",
    "3": "Have there been any changes in your fatigue or energy levels recently? ",
    "4": "Do you have any current goals or projects you're focusing on?\n  What have you discovered in the process?",
    "5": "Have you recently started or changed any habits?\n  What is the background for these changes?",
    "6": "Are there any activities that you frequently repeat in your daily life?\n  What significance do these activities hold for you?",
    "7": "Have there been any important decisions you had to make recently?\n  How did you handle the decision-making process?",
    "8": "Have there been any recent conversations or meetings that have influenced you?\n  What are your thoughts on their content?",
    "9": "What is the biggest challenge or opportunity you are currently facing?",
    "10": "Have you recently thought about making changes to your lifestyle or daily routine?\n  What were those changes?\n  What is the reason behind it?",
    "11": "What was the last thing you did to change your mood?",
    "12": "Is there something recent that made you laugh?\n  Share that moment in detail.",
    "13": "Have you recently had an experience that changed your thoughts or perspectives? What changes did that experience bring?",
    "14": "Is there a book or article that you've recently read and found thought-provoking?\n  How did it make you feel?",
    "15": "What were the main causes of stress you felt recently?\n  How do you manage and cope with them?",
    "16": "Do you currently have values or beliefs you are pursuing?\n  How do they impact your daily life?",
    "17": "What was a small thing that made you happy recently?\n  Why was it important?",
    "18": "What was the most meaningful conversation you've had recently?\n  What did you gain from that conversation?",
    "19": "Have you experienced any recent failures or disappointments?\n  What lessons did you learn from that situation?",
    "20": "Have you recently traveled or visited a new place?\n  What did you feel during that experience?"
  }
  
   